Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The 7220/11-1 discovery was proven in October 2014 in carbonate rocks dating from the Early Triassic to the Carboniferous.
nb: Funnet 7220/11-1 ble påvist i karbonatbergarter av tidlig trias til karbon alder i oktober 2014.

source: The operator’s resource estimate after drilling the discovery well was between 14 and 50 million standard cubic metres (Sm3) of recoverable oil and between 5 and 17 billion Sm3 of recoverable gas.
nb: Etter boring av funnbrønnen var operatørens ressursanslag for funnet på mellom 14 og 50 millioner standard kubikkmeter (Sm3)utvinnbar olje og mellom 5 og 17 milliarder Sm3 utvinnbar gass.

source: Well 7220/11-3 AR is a deepening of the 7220/11-3 A appraisal well, which was temporarily plugged and abandoned in September 2015.
nb: Brønn 7220/11-3 AR er en fordypning av avgrensningsbrønn 7220/11-3 A, som ble midlertidig plugget og forlatt i september 2015.

source: 7220/11-3 A was drilled to a measured depth of 2105 metres and a vertical depth of 1962 metres below the sea surface, and was terminated in the Gipsdalen Group in the Permian.
nb: 7220/11-3 A ble boret til et målt dyp på 2105 meter og vertikalt dyp på 1962 meter under havflaten, og ble avsluttet i Gipsdalengruppen av perm alder.

source: The objective of well 7220/11-3 AR was to continue exploring the reservoir properties in the Ørn and Falk Formations under the oil-water contact in the discovery.
nb: Hensikten med brønn 7220/11-3 AR var å videre undersøke reservoaregenskapene i Ørn- og Falkformasjonene under olje-vannkontakten i funnet.

source: The well encountered several zones with very good reservoir properties.
nb: Brønnen påtraff flere soner med meget gode reservoaregenskaper.

source: Two injection tests have been completed, with injection rates of 800 and 2900 Sm3 of seawater per flow day in the Falk and Ørn Formations, respectively.
nb: To injeksjonstester er utført med injeksjonsrater på 800 og 2900 Sm3 sjøvann per strømningsdøgn i henholdsvis Falk- og Ørnformasjonene.

source: A production test was also carried out in the gas zone in the Lower Triassic, with a production rate of 595 000 Sm3 gas per flow day through a 64/64 inch nozzle opening.
nb: I tillegg ble det utført en produksjonstest i gass-sonen i nedre trias med en produksjonsrate på 595 000 Sm3 gass per strømningsdøgn gjennom en 64/64 tommer dyseåpning.

source: Pressure data from the 7220/11-3, 7220/11-3 A appraisal wells and deepening 7220/11-3 AR indicate communication with the 7220/11-1 discovery well.
nb: Trykkdata fra avgrensningsbrønnene 7220/11-3, 7220/11-3 A og fordypningen 7220/11-3 AR indikerer kommunikasjon med funnbrønnen 7220/11-1.

source: Extensive data and samples have been collected from all wells.
nb: Det er samlet inn omfattende mengder data og prøver i alle brønnene.

source: The results from the appraisal wells are important with regard to the further work on mapping the eastern flank of the discovery.
nb: Resultatene fra avgrensningsbrønnene er viktige med hensyn til videre arbeid med å kartlegge østflanken av funnet.

source: This is a deepening of the fifth well in production licence 609.
nb: Dette er en fordypning av femte brønn i utvinningstillatelse 609.

source: The 7220/11-3 AR deepening was drilled to a measured depth of 2575 metres and a vertical depth of 2389 metres below the sea surface, and was terminated in Carboniferous sandstone in the Gipsdalen Group.
nb: Fordypningen 7220/11-3 AR ble boret til et målt dyp på 2575 meter og vertikalt dyp på 2389 meter under havflaten, og ble avsluttet i sandsteiner i Gipsdalengruppen av karbon alder.

source: Water depth is 397 metres.
nb: Havdypet er 397 meter.

source: The well was drilled by the Leiv Eiriksson drilling facility, which will now proceed to drill wildcat well 7220/6-2 R in the same production licence.
nb: Brønnen ble boret av boreinnretningen Leiv Eiriksson, som nå skal bore undersøkelsesbrønn 7220/6-2 R i samme utvinningstillatelse.

source: Well 7220/6-2 R is a deepening of well 7220/6-2, which was temporarily plugged and abandoned in November 2015.
nb: Brønn 7220/6-2 R er en fordypning av brønn 7220/6-2 som ble midlertidig plugget og forlatt i november 2015.

source: The well was drilled about 60 kilometres northeast of the oil and gas discovery 7220/11-1 (Alta) and about 20 kilometres east of 7220/8-1 Johan Castberg.
nb: Brønnen er boret om lag 60 kilometer nordøst for olje- og gassfunnet 7220/11-1 (Alta) og om lag 20 kilometer øst for 7220/8-1 Johan Castberg.

source: The primary targets for the well were to prove petroleum in Middle Triassic sandstone rocks (Snadd formation) and in Permian to Carboniferous carbonate rocks (Ørn formation).
nb: Primærmålene for brønnen var å påvise petroleum i sandsteinsbergarter av mellomtrias alder (Snaddformasjonen) og i karbonatbergarter av perm til karbon alder (Ørnformasjonen).

source: The well encountered a total oil column of about 20 metres with an overlying gas column of about 10 metres in carbonate rocks in the Ørn formation, with good to moderate reservoir properties.
nb: Brønnen påtraff en total oljekolonne på om lag 20 meter med en overliggende gasskolonne på om lag 10 meter i karbonatbergarter i Ørnformasjonen, med gode til moderate reservoaregenskaper.

source: In the Snadd formation, the well encountered aquiferous sandstone with moderate to good reservoir properties.
nb: I Snaddformasjonen påtraff brønnen en vannførende sandstein med moderate til gode reservoaregenskaper.

source: Preliminary estimations of the size of the discovery range between 3 and 7 million standard cubic metres (Sm3) of recoverable oil and between 1 and 2 billion standard cubic metres of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 3 og 7 millioner standard kubikkmeter (Sm3) utvinnbar olje og mellom 1 og 2 milliarder standard kubikkmeter utvinnbar gass.

source: The well was not production tested, but extensive data acquisition and sampling were carried out.
nb: Brønnen ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The well is the sixth exploration well in production licence 609.
nb: Brønnen er den sjette letebrønnen i utvinningstillatelse 609.

source: The well was drilled to a vertical depth of 1293 metres below the sea surface, and was terminated in basement rocks.
nb: Brønnen ble boret til et vertikalt dyp på 1293 meter under havflaten, og ble avsluttet i grunnfjellsbergarter.

source: Water depth is 387 metres.
nb: Havdypet er 387 meter.

source: Well 7220/6-2 R was drilled by the Leiv Eiriksson drilling facility, which will now proceed to production licence 533 in the Barents Sea to drill wildcat well 7219/12-1 where Lundin Norway AS is the operator.
nb: Brønn 7220/6-2 R ble boret av boreinnretningen Leiv Eiriksson som nå skal til utvinningstillatelse 533 i Barentshavet for å bore undersøkelsesbrønn 7219/12-1 der Lundin Norway AS er operatør.

source: Wellbore 24/9-8 will be drilled from the drilling facility Bredford Dolphin at position 59°21’ 59.99” North and 01°57’ 17.97” East.
nb: Brønnbane 24/9-8 skal bores fra boreinnretningen Bredford Dolphin i posisjon 59°21’ 59.99” Nord og 01°57’ 17.97” Øst.

source: The semi-submersible rig will be coming directly from the engineering workshop in Poland.
nb: Den halvt nedsenkbare riggen kommer direkte fra verksted i Polen.

source: The drilling program for wellbore 24/9-8 relates to drilling of a wildcat well in production licence 305.
nb: Boreprogrammet for brønnbane 24/9-8 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 305.

source: The area in this production licence consists of parts of blocks 24/9 and 25/9, situated about 20 km south of the Alvheim field in the middle part of the North Sea.
nb: Arealet i denne tillatelsen består av deler av blokkene 24/9 og 25/9, som ligger om lag 20 km sør av Alvheimfeltet i midtre del av Nordsjøen.

source: Production licence 305 was awarded in a predefined areas award in 2003.
nb: Utvinningstillatelse 305 ble tildelt ved tildeling av forhåndsdefinerte områder i 2003.

source: This is the first well to be drilled in this production licence.
nb: Dette er den første brønnen som bores i denne utvinningstillatelsen.

source: The well was drilled about 80 kilometres northeast of the Johan Castberg oil field and about 250 kilometres north of Hammerfest.
nb: Brønnen er boret om lag 80 kilometer nordøst for oljefeltet Johan Castberg og om lag 250 kilometer nord for Hammerfest.

source: The objective of the well was to prove petroleum in Middle Triassic (Kobbe formation) and Permian (Ørn formation) reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellomtrias alder (Kobbeformasjonen) og perm alder (Ørnformasjonen).

source: Secondary targets were Late Triassic (Snadd formation) and Permian (Røye formation) reservoir rocks.
nb: Sekundære mål var reservoarbergarter av sentrias alder (Snaddformasjonen) og av perm alder (Røyeformasjonen).

source: The well encountered 22 metres of poor quality sandstone reservoir with traces of gas in the Kobbe formation.
nb: Brønnen påtraff 22 meter med sandsteinsreservoar av dårlig kvalitet med spor av gass i Kobbeformasjonen.

source: The well was terminated before it reached the Ørn formation.
nb: Brønnen ble avsluttet før den nådde Ørnformasjonen.

source: An 18-metre aquiferous carbonate reservoir with poor reservoir quality was encountered in the Røye formation.
nb: I Røyeformasjonen ble det påtruffet et vannførende karbonatreservoar på 18 meter med dårlig reservoarkvalitet.

source: This is the first wildcat well in production licence 226, which was awarded on 30 May 1997 in the Barents Sea project.
nb: Dette er den første undersøkelsesbrønnen i utvinningstillatelse 226, som ble tildelt 30. mai 1997 i Barentshavprosjektet.

source: Well 7222/1-1 was drilled to a vertical depth of 2366 metres below the sea surface and was terminated in the Røye formation from the Permian Age.
nb: Brønn 7222/1-1 ble boret til 2366 meter vertikal dybde under havoverflaten og ble avsluttet i Røye-formasjonen av perm alder.

source: Water depth is 424 metres.
nb: Havdypet er 424 m.

source: The well was drilled by the Scarabeo 8 drilling facility.
nb: Brønnen ble boret av boreinnretningen Scarabeo 8.

source: The well was drilled about 25 kilometres northwest of the 7224/6-1 (Arenaria) discovery and about 240 kilometres north of Hammerfest.
nb: Brønnen er boret om lag 25 kilometer nordvest for funnet 7224/6-1 (Arenaria) og om lag 240 kilometer nord for Hammerfest.

source: The well's primary exploration target was to prove petroleum in Lower Triassic reservoir rocks (the Klappmyss formation).
nb: Primært letemål for brønnen var å påvise petroleum i nedre trias reservoarbergarter (Klappmyssformasjonen).

source: The secondary exploration target for the well was to prove petroleum in Upper Triassic reservoir rocks (the Snadd formation).
nb: Sekundært letemål for brønnen var å påvise petroleum i øvre trias reservoarbergarter (Snaddformasjonen).

source: Well 7224/2-1 did not encounter sandstones with reservoir quality in the Klappmyss formation, which nevertheless contains traces of petroleum.
nb: Brønnen 7224/2-1 påtraff ikke sandsteiner med reservoarkvalitet i Klappmyssformasjonen, som imidlertid har spor av petroleum.

source: The well encountered two sandstone layers in the Snadd formation with thicknesses of about 45 and 15 metres and with very good reservoir quality.
nb: Brønn påtraff to sandsteinlag i Snaddformasjonen av om lag 45 og 15 meter tykkelse med meget god reservoarkvalitet.

source: Both layers are aquiferous.
nb: Begge lagene er vannførende.

source: The well encountered traces of petroleum in two thin sandstone layers in the Kobbe formation and in two thin sandstone layers with poor reservoir quality in the Havert formation.
nb: Brønnen påtraff spor av petroleum i to tynne sandsteinlag i Kobbeformasjonen og i to tynne sandsteinlag med dårlig reservoarkvalitet i Havertformasjonen.

source: This is the first exploration well in production licence 611.
nb: Dette er den første letebrønnen i utvinningstillatelse 611.

source: The licence was awarded on 13 May 2011 (21st licensing round).
nb: Tillatelsen ble tildelt 13. mai 2011 (21. konsesjonsrunde).

source: Well 7224/2-1 was drilled to a vertical depth of 2916 metres below sea the sea surface and was terminated in the Havert formation of Early Triassic age.
nb: Brønnen 7224/2-1 ble boret til et vertikalt dyp av 2916 meter under havflaten, og ble avsluttet i Havertformasjonen i nedre trias.

source: The water depth at the site is 415 metres.
nb: Havdypet er 415 meter.

source: Well 7224/2-1 was drilled by the Transocean Arctic drilling facility.
nb: Brønn 7224/2-1 ble boret av boreinnretningen Transocean Arctic.

source: NPD’s director general Bente Nyland flanked by the award winners Rasmus Sunde (left) and Hans Jørgen Lindland from FMC Technologies.
nb: Oljedirektør Bente Nyland flankert av prisvinnerne Rasmus Sunde (til venstre) og Hans Jørgen Lindland i FMC Technologies.

source: NPD director general Bente Nyland presented the award during the Norwegian Petroleum Association’s field reservoir conference in Stavanger.
nb: Oljedirektør Bente Nyland delte ut prisen under Norges Petroleumsforenings feltreservoarkonferanse i Stavanger.

source: In her citation, Nyland pointed out that FMC has carried out focused work to develop cost-efficient solutions to improve recovery from seabed wells since 1999.
nb: I sin begrunnelse påpekte Nyland at FMC siden 1999 har jobbet målrettet med å utvikle kostnadseffektive løsninger for å øke oljeutvinningen fra havbunnsbrønner.

source: ”The award is a recognition of our status as an established player in the IOR area, which is becoming increasingly important, both in Norway and globally,” says Rasmus Sunde, managing director of FMC Kongsberg Subsea.
nb: "Prisen er en anerkjennelse av at vi er en etablert aktør innenfor IOR-området, som blir stadig viktigere både i Norge og på verdensbasis,” sier Rasmus Sunde, administrerende direktør i FMC Kongsberg Subsea.

source: ”It is also an encouragement to stay our course.”
nb: ”Den er også en oppfordring til å fortsette på det løpet vi har startet.”

source: The award is specifically given for a well control system applied on the Åsgard field.
nb: Prisen gis spesielt for et brønnkontrollsystem som er tatt i bruk på Åsgardfeltet.

source: ”The Åsgard well is the first of its kind, and is a clear demonstration of the technology’s practical viability,” says Sunde.
nb: ”Åsgard-brønnen er den første i sitt slag i verden, og en klar anerkjennelse av at denne teknologien vil fungere i praksis,” sier Sunde.

source: He adds that many oil companies have shown an interest in TTRD, but that Statoil is the only company to use it so far.
nb: Han legger til at mange oljeselskaper har vist interesse for TTRD, men foreløpig er det bare Statoil som har tatt den i bruk.

source: At present, there are more than 700 seabed wells in the Norwegian shelf, and the number is rising.
nb: På norsk sokkel er det i dag mer enn 700 havbunnsbrønner, og antallet øker.

source: Drilling cost-efficient sidetracks provides great opportunities for improving recovery from fields with seabed wells.
nb: Å kunne bore rimelige sidesteg gir store muligheter for å øke utvinningen fra felt med havbunnsbrønner.

source: IOR is short for Improved Oil Recovery, and the award is intended to recognise individuals or companies making a special effort to increase oil recovery.
nb: IOR står for Improved Oil Recovery, og prisen er en anerkjennelse til personer eller selskaper som yter en særlig innsats for å øke oljeutvinningen.

source: More than half the oil can be left in the reservoir after the scheduled cessation of a field.
nb: Mer enn halvparten av oljen kan bli liggende igjen i undergrunnen etter at et felt er planlagt avsluttet.

source: Applying methods and technology that can recover more oil from the reservoirs therefore create significant values for the companies and society in general.
nb: Å ta i bruk metoder og teknologi som kan få ut mer olje fra reservoarene skaper derfor betydelige verdier for selskaper og samfunn.

source: The NPD’s IOR award has been presented nine times since 1998.
nb: Oljedirektoratets IOR-pris har vært utdelt ni ganger siden 1998.

source: No deserving candidate was found for 2008.
nb: Det ble ikke funnet noen verdig kandidat for 2008.

source: Managing director Rasmus Sunde of FMC Kongsberg Subsea receiving the diploma from director general Bente Nyland.
nb: Direktør Rasmus Sunde i FMC Kongsberg Subsea mottar diplomet fra oljedirektør Bente Nyland.

source: The well was drilled about 310 km north of Hammerfest.
nb: Brønnen er boret om lag 310 kilometer nord for Hammerfest.

source: The discovery was proven in reservoir rocks from the Middle and Early Jurassic (upper Realgrunnen subgroup) in 2013.
nb: Funnet ble påvist i reservoarbergarter fra mellom- og tidligjura (øvre Realgrunnenundergruppen) i 2013.

source: Before well 7324/7-3 S was drilled, the operator's resource estimate for the Wisting area was between 32 and 80 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Før brønn 7324/7-3 S ble boret, var operatørens ressursanslag for Wisting-området på mellom 32 og 80 millioner standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The objective of the well was to confirm the size of the 7324/8-1 discovery in the "Wisting Central Sør" and "Wisting Central Vest" segments.
nb: Hensikten med brønnen var å bekrefte størrelsen på funnet 7324/8-1 i de to segmentene «Wisting Central Sør» og «Wisting Central Vest».

source: An additional objective was to test whether the well can be drilled horizontally in the shallow reservoir approximately 250 m below the seafloor, as well as to formation-test the Stø formation.
nb: I tillegg var hensikten å teste om brønnen kan bores horisontalt i det grunne reservoaret om lag 250 m under havbunnen, samt å formasjonsteste Støformasjonen.

source: The well was drilled with a horizontal section of about 1400 metres.
nb: Brønnen er boret med en horisontal seksjon på om lag 1400 meter.

source: It encountered sandstones in the Stø and Fruholmen formations.
nb: Den påtraff olje i sandsteiner i Stø- og Fruholmenformasjonene.

source: The "Wisting Central Sør" segment has good reservoir properties in the Stø formation and moderate reservoir properties in the Fruholmen formation.
nb: «Wisting Central Sør»-segmentet har gode resevoaregenskaper i Støformasjonen og moderate reservoaregenskaper i Fruholmenformasjonen.

source: Reservoir quality in the Stø formation in the "Wisting Central Vest" segment is also good.
nb: Reservoarkvaliteten i Støformasjonen i «Wisting Central Vest»-segmentet er også god.

source: The estimate of the discovery size will be updated based on evaluation of the new well data.
nb: Beregning av størrelsen på funnet vil bli oppdatert basert på evaluering av de nye brønndataene.

source: The result will be important for further maturation of the Wisting area, as regards a potential development.
nb: Resultatet blir viktig for videre modning av Wisting-området med hensyn til en mulig utbygging.

source: A successful formation test was conducted in the Stø formation in the "Wisting Central Vest" segment.
nb: En vellykket formasjonstest er gjennomført i Støformasjonen i «Wisting Central Vest»-segmentet.

source: Maximum production rates were 762 Sm3 of oil and 48 310 Sm3 of associated gas per flow day through a 104/64-inch nozzle opening.
nb: Maksimum produksjonsrate var på henholdsvis 762 Sm3 olje og 48 310 Sm3 assosiert gass per strømningsdøgn gjennom en 104/64 tommers dyseåpning.

source: The gas/oil ratio is 73 Sm3/Sm3.
nb: Gass/olje-forholdet er 73 Sm3/Sm3.

source: The formation test revealed production and flow properties that were mainly good.
nb: Formasjonstesten viste hovedsakelig gode produksjons- og strømningsegenskaper.

source: This is the fifth exploration well in production licence 537.
nb: Dette er den 5. letebrønnen i utvinningstillatelse 537.

source: Appraisal well 7324/7-3 S was drilled to vertical and measured depths of 673 and 2314 metres, respectively, below the sea surface, and was terminated in the Stø formation from the Middle Jurassic Age.
nb: Avgrensningsbrønn 7324/7-3 S ble boret til et vertikalt og målt dyp på henholdsvis 673 og 2314 meter under havflaten, og ble avsluttet i Støformasjonen av mellomjura alder.

source: Water depth in the area is 402 metres.
nb: Havdypet er 402 meter.

source: The well was drilled by Transocean Spitsbergen.
nb: Brønnen ble boret av Transocean Spitsbergen.

source: Download pdf: Map 7324-7-3 S
nb: Last ned pdf: Kart 7324-7-3 S

source: The well was drilled about three kilometres southwest of the Edvard Grieg platform.
nb: Brønnen er boret om lag tre kilometer sørvest for Edvard Grieg-plattformen.

source: The field was proven in the autumn of 2007, and consists of Cretaceous and Jurassic/Triassic reservoir rocks.
nb: Feltet ble påvist høsten 2007, og består av reservoarbergarter av kritt og jura/trias alder.

source: Before well 16/1-27 was drilled, the operator’s resource estimate for the field was 35 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Før brønn 16/1-27 ble boret, var operatørens ressursanslag for feltet på 35 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The objective of the well was to investigate the scope of the field, its reservoir properties and total oil column in the southwestern part of the Edvard Grieg field.
nb: Hensikten med brønnen var å undersøke feltets utstrekning, reservoaregenskaper og total oljekolonne i det sørvestlige delen av Edvard Grieg-feltet.

source: The objective also included optimising the drainage strategy in order to ensure the best possible placement of development wells in this area.
nb: I tillegg var formålet å optimalisere dreneringsstrategien for å kunne plassere utvinningsbrønner best mulig i dette området.

source: Well 16/1-27 encountered a total oil column of 15 metres in Cretaceous and Triassic/Jurassic sandstone with very good reservoir quality.
nb: Brønn 16/1-27 påtraff en total oljekolonne på 15 meter i sandsteiner av kritt og trias/jura alder med meget god reservoarkvalitet.

source: Overall, the sandstone interval was 94 metres, an increase from 38 metres expected before the well.
nb: Totalt var sandsteinsintervallet på 94 meter, en økning fra 38 meter forventet før brønnen.

source: The oil/water contact was encountered 1948 metres below the sea surface, which is nine metres deeper than the contact in the other part of the Edvard Grieg field.
nb: Olje/vann-kontakten ble påtruffet 1948 meter under havflaten som er ni meter dypere enn kontakten i den øvrige delen av Edvard Grieg feltet.

source: Preliminary calculations shows that the results from the well can lead to an increase of between 1.6 to 4.8 million standard cubic metres (Sm3) of recoverable oil in this part of the Edvard Grieg field.
nb: Foreløpige beregninger viser at resultatene fra brønnen kan føre til en økning på mellom 1.6 til 4.8 millioner standard kubikkmeter (Sm3) utvinnbart olje i denne delen av Edvard Grieg-feltet.

source: Further work is expected to reduce the uncertainty in this estimate.
nb: Videre arbeid er ventet å redusere usikkerheten i dette estimatet.

source: The results have provided valuable information with regard to final placement of production and water injection wells.
nb: Resultatene har gitt verdifull informasjon med hensyn til endelig plassering av produksjons- og vanninjeksjonsbrønner.
